English.org
#+TITLE:  English learning Scripts
#+AUTHOR: Comcx
#+DATE:   <2019-07-27 六>

:IDEAS:

Currently planning to organize this script by words.
Only vocabulary right now!

Still underwork ... :)

:END:


* [1/17] *Vocabulary*
-----


** TODO /corpulent/

*** General
- *adj.* excessively fat

*** Usage
- Her father is too _corpulent_ to play handball.

*** Story
- /corp-/ = body
- /-ent/  = being adj.



-----
** NEXT /aerosol/

*** General
- *n.* a cloud of solid or liquid particles in a gas
- *adj.* sth about n. meaning

*** Usage
- an _aerosol_ can.
- They sprayed _aerosol_ insect repellent into the faces of police.

*** Story
- /aero-/ = air
- /sol[uv(ut)]/ = loosen

-----
** DONE /reflective/

*** General
- *adj.* think carefully | can reflect sth
- *adv.* think before you leap!
- *n.*

*** Usage
- _reflective_ glass
- a quiet, _reflective_, astute man.



-----
** TODO /submerge/

*** General
- *v.* sink below the surface, under water
- *vt.* cover completely

*** Usage
- _submerged_ leaves
- be _submerged_ in the mighty torrent of history.
- Who has submerged the fireplace with coom?

*** Note
| /immerse/  | being covered completely in water |
| /dip/      | put into water temporarily        |
| /duck/     | put one's head into water         |
| /plunge/   | expeditiously                     |
| /submerge/ | deep into water for a long time   |


-----
** TODO /tow/

*** General
- *n.* the act of hauling sth by means of a hitch or rope
- *v.* drag behind

*** Usage
- The truck used a cable to _tow_ the car.
- I can give you a _tow_ if you want.

*** Note 
<<test>>
| drag |                                                             |
| draw | drag to the drawing person                                  |
| pull | most general                                                |
| haul | with force, not related to direction, mostly used in voyage |
| tug  | drag from time to time, may not move at all                 |
| tow  | drag with tools                                             |
| jerk | drag quickly and suddenly                                   |

-----
** TODO /perspective/

*** General
- *n.* 
  - a way of regarding situations or topics etc
  - the appearance of things relative to one another 
    as determined by their distance from the viewer

*** Usage
- Try to see the issue from a different _perspective_.
- We may get a clear _perspective_ of the people's happy lives.


-----
** TODO /flock/

*** General
- *n.* 
  - a group of sth
  - small pieces of soft material 
    used for filling cushions , chairs, etc. 
- *vi.* group together
- *vt.* fill with sth

*** Usage
- a _flock_ of sheep
- Birds of a feather _flock_ together
- _flock_ dusted paper


-----
** TODO /guise/

*** General
- *n.* a way in which sb/sth appears, 
       often in a way that is different from usual or 
       that hides the truth about them/it

*** Usage
- They got into the school in the _guise_ of inspectors
- under the _guise_ of friendship.


-----
** TODO /slump/

*** General
- *vi.* 
  - to fall in price, value, number, etc., 
    suddenly and by a large amount 
  - to sit or fall down heavily
- *n.* a long time of state characterized by low spirit

*** Usage
- Sales have _slumped_ this year.
- The old man _slumped_ down in his chair.


-----
** TODO /rend/

*** General
- *v.* to tear sth apart with force or violence

*** Usage
- They _rent_ their clothes in grief.
- a country _rent_ in two by civil war.

*** Note
- Clovis's line in Leluch the anime 


-----
** TODO /granary/

*** General
- *n.* a building where grain is stored

*** Usage
- The grain is already in the _granary_.


-----
** TODO /midst/

*** General
- *n.* middle
- *prep.*

*** Usage
- in the _midst_ of the desert.

*** Note
| center | abstract                       |
| middle | middle in length of time/space |
| heart  | core                           |
| core   | most important                 |
| midst  | in a group or event            |


-----
** TODO /prodigal/

*** General
- *adj.* too willing to spend money or waste time, energy or materials
- *n.* have been corrected

*** Usage
- How careless they had been of food then, what _prodigal_ waste!
- A _prodigal_ who returns is more precious than gold.


-----
** TODO /abiding/

*** General
- *adj.* lasting for a long time and not changing

*** Usage
- an _biding_ love of music.
- I'm tired of your _abiding_ complaints.


-----
** TODO /peerless/

*** General
- *adj.* better than all others of its kind

*** Usage
- His Chinese kung fu is _peerless_.

*** Story
- [[peer][peer]]


-----
** TODO /peer/
<<peer>>
*** General
- *n.* a person who is the same age 
       or who has the same social status as you
- *vi.* look searchingly

*** Usage
- She gets on well with her _peer_ group.
- Children are worried about failing in front of their _peers_.

-----
** TODO /extravagant/

*** General

















