English.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-07-27 六 17:55 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>English learning Scripts</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Comcx" />
</head>
<body>
<div id="content">
<h1 class="title">English learning Scripts</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgb98d147">1. <code>[1/17]</code> <b>Vocabulary</b></a>
<ul>
<li><a href="#org670c72b">1.1. <span class="todo TODO">TODO</span> <i>corpulent</i></a>
<ul>
<li><a href="#orga77020a">1.1.1. General</a></li>
<li><a href="#org17de02e">1.1.2. Usage</a></li>
<li><a href="#org380fada">1.1.3. Story</a></li>
</ul>
</li>
<li><a href="#orgd70cb08">1.2. <span class="todo NEXT">NEXT</span> <i>aerosol</i></a>
<ul>
<li><a href="#org42dd44b">1.2.1. General</a></li>
<li><a href="#orgf7509c2">1.2.2. Usage</a></li>
<li><a href="#org5f6a301">1.2.3. Story</a></li>
</ul>
</li>
<li><a href="#orgbf544ba">1.3. <span class="done DONE">DONE</span> <i>reflective</i></a>
<ul>
<li><a href="#orgd49889b">1.3.1. General</a></li>
<li><a href="#org9023095">1.3.2. Usage</a></li>
</ul>
</li>
<li><a href="#orgbbc3eea">1.4. <span class="todo TODO">TODO</span> <i>submerge</i></a>
<ul>
<li><a href="#orgf420962">1.4.1. General</a></li>
<li><a href="#org4278829">1.4.2. Usage</a></li>
<li><a href="#org0243d52">1.4.3. Note</a></li>
</ul>
</li>
<li><a href="#org087ad76">1.5. <span class="todo TODO">TODO</span> <i>tow</i></a>
<ul>
<li><a href="#orgfbc0cae">1.5.1. General</a></li>
<li><a href="#org91a19b9">1.5.2. Usage</a></li>
<li><a href="#org29fef38">1.5.3. Note</a></li>
</ul>
</li>
<li><a href="#orgfbb7baf">1.6. <span class="todo TODO">TODO</span> <i>perspective</i></a>
<ul>
<li><a href="#org4a4acb8">1.6.1. General</a></li>
<li><a href="#org94a7e99">1.6.2. Usage</a></li>
</ul>
</li>
<li><a href="#orgdcde0a1">1.7. <span class="todo TODO">TODO</span> <i>flock</i></a>
<ul>
<li><a href="#org2780399">1.7.1. General</a></li>
<li><a href="#orged76c18">1.7.2. Usage</a></li>
</ul>
</li>
<li><a href="#org6040586">1.8. <span class="todo TODO">TODO</span> <i>guise</i></a>
<ul>
<li><a href="#orgc31edcc">1.8.1. General</a></li>
<li><a href="#orgf6c6706">1.8.2. Usage</a></li>
</ul>
</li>
<li><a href="#org7cf27c0">1.9. <span class="todo TODO">TODO</span> <i>slump</i></a>
<ul>
<li><a href="#org03d8708">1.9.1. General</a></li>
<li><a href="#org2556104">1.9.2. Usage</a></li>
</ul>
</li>
<li><a href="#org7a62a54">1.10. <span class="todo TODO">TODO</span> <i>rend</i></a>
<ul>
<li><a href="#org8b79876">1.10.1. General</a></li>
<li><a href="#org289386b">1.10.2. Usage</a></li>
<li><a href="#orga1f3615">1.10.3. Note</a></li>
</ul>
</li>
<li><a href="#org62df4a9">1.11. <span class="todo TODO">TODO</span> <i>granary</i></a>
<ul>
<li><a href="#org58f6a38">1.11.1. General</a></li>
<li><a href="#org12079ed">1.11.2. Usage</a></li>
</ul>
</li>
<li><a href="#org157fb6c">1.12. <span class="todo TODO">TODO</span> <i>midst</i></a>
<ul>
<li><a href="#org31582cb">1.12.1. General</a></li>
<li><a href="#orgeb219e0">1.12.2. Usage</a></li>
<li><a href="#org8744802">1.12.3. Note</a></li>
</ul>
</li>
<li><a href="#org6496f72">1.13. <span class="todo TODO">TODO</span> <i>prodigal</i></a>
<ul>
<li><a href="#orgf57eef7">1.13.1. General</a></li>
<li><a href="#org6881dc2">1.13.2. Usage</a></li>
</ul>
</li>
<li><a href="#org6c1538b">1.14. <span class="todo TODO">TODO</span> <i>abiding</i></a>
<ul>
<li><a href="#orga702f8f">1.14.1. General</a></li>
<li><a href="#orgb39cdc4">1.14.2. Usage</a></li>
</ul>
</li>
<li><a href="#org84c3a1b">1.15. <span class="todo TODO">TODO</span> <i>peerless</i></a>
<ul>
<li><a href="#org6dff3ab">1.15.1. General</a></li>
<li><a href="#org3adedbc">1.15.2. Usage</a></li>
<li><a href="#org13f19ac">1.15.3. Story</a></li>
</ul>
</li>
<li><a href="#orge727929">1.16. <span class="todo TODO">TODO</span> <i>peer</i></a>
<ul>
<li><a href="#orgee940a9">1.16.1. General</a></li>
<li><a href="#org90aaacf">1.16.2. Usage</a></li>
</ul>
</li>
<li><a href="#orgdc6c94b">1.17. <span class="todo TODO">TODO</span> <i>extravagant</i></a>
<ul>
<li><a href="#org1b63d66">1.17.1. General</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>
<p>

</p>

<p>
Currently planning to organize this script by words.
Only vocabulary right now!
</p>

<p>
Still underwork &#x2026; :)
</p>


<div id="outline-container-orgb98d147" class="outline-2">
<h2 id="orgb98d147"><span class="section-number-2">1</span> <code>[1/17]</code> <b>Vocabulary</b></h2>
<div class="outline-text-2" id="text-1">
<hr />
</div>


<div id="outline-container-org670c72b" class="outline-3">
<h3 id="org670c72b"><span class="section-number-3">1.1</span> <span class="todo TODO">TODO</span> <i>corpulent</i></h3>
<div class="outline-text-3" id="text-1-1">
</div>
<div id="outline-container-orga77020a" class="outline-4">
<h4 id="orga77020a"><span class="section-number-4">1.1.1</span> General</h4>
<div class="outline-text-4" id="text-1-1-1">
<ul class="org-ul">
<li><b>adj.</b> excessively fat</li>
</ul>
</div>
</div>

<div id="outline-container-org17de02e" class="outline-4">
<h4 id="org17de02e"><span class="section-number-4">1.1.2</span> Usage</h4>
<div class="outline-text-4" id="text-1-1-2">
<ul class="org-ul">
<li>Her father is too <span class="underline">corpulent</span> to play handball.</li>
</ul>
</div>
</div>

<div id="outline-container-org380fada" class="outline-4">
<h4 id="org380fada"><span class="section-number-4">1.1.3</span> Story</h4>
<div class="outline-text-4" id="text-1-1-3">
<ul class="org-ul">
<li><i>corp-</i> = body</li>
<li><i>-ent</i>  = being adj.</li>
</ul>



<hr />
</div>
</div>
</div>
<div id="outline-container-orgd70cb08" class="outline-3">
<h3 id="orgd70cb08"><span class="section-number-3">1.2</span> <span class="todo NEXT">NEXT</span> <i>aerosol</i></h3>
<div class="outline-text-3" id="text-1-2">
</div>
<div id="outline-container-org42dd44b" class="outline-4">
<h4 id="org42dd44b"><span class="section-number-4">1.2.1</span> General</h4>
<div class="outline-text-4" id="text-1-2-1">
<ul class="org-ul">
<li><b>n.</b> a cloud of solid or liquid particles in a gas</li>
<li><b>adj.</b> sth about n. meaning</li>
</ul>
</div>
</div>

<div id="outline-container-orgf7509c2" class="outline-4">
<h4 id="orgf7509c2"><span class="section-number-4">1.2.2</span> Usage</h4>
<div class="outline-text-4" id="text-1-2-2">
<ul class="org-ul">
<li>an <span class="underline">aerosol</span> can.</li>
<li>They sprayed <span class="underline">aerosol</span> insect repellent into the faces of police.</li>
</ul>
</div>
</div>

<div id="outline-container-org5f6a301" class="outline-4">
<h4 id="org5f6a301"><span class="section-number-4">1.2.3</span> Story</h4>
<div class="outline-text-4" id="text-1-2-3">
<ul class="org-ul">
<li><i>aero-</i> = air</li>
<li><i>sol[uv(ut)]</i> = loosen</li>
</ul>

<hr />
</div>
</div>
</div>
<div id="outline-container-orgbf544ba" class="outline-3">
<h3 id="orgbf544ba"><span class="section-number-3">1.3</span> <span class="done DONE">DONE</span> <i>reflective</i></h3>
<div class="outline-text-3" id="text-1-3">
</div>
<div id="outline-container-orgd49889b" class="outline-4">
<h4 id="orgd49889b"><span class="section-number-4">1.3.1</span> General</h4>
<div class="outline-text-4" id="text-1-3-1">
<ul class="org-ul">
<li><b>adj.</b> think carefully | can reflect sth</li>
<li><b>adv.</b> think before you leap!</li>
<li><b>n.</b></li>
</ul>
</div>
</div>

<div id="outline-container-org9023095" class="outline-4">
<h4 id="org9023095"><span class="section-number-4">1.3.2</span> Usage</h4>
<div class="outline-text-4" id="text-1-3-2">
<ul class="org-ul">
<li><span class="underline">reflective</span> glass</li>
<li>a quiet, <span class="underline">reflective</span>, astute man.</li>
</ul>



<hr />
</div>
</div>
</div>
<div id="outline-container-orgbbc3eea" class="outline-3">
<h3 id="orgbbc3eea"><span class="section-number-3">1.4</span> <span class="todo TODO">TODO</span> <i>submerge</i></h3>
<div class="outline-text-3" id="text-1-4">
</div>
<div id="outline-container-orgf420962" class="outline-4">
<h4 id="orgf420962"><span class="section-number-4">1.4.1</span> General</h4>
<div class="outline-text-4" id="text-1-4-1">
<ul class="org-ul">
<li><b>v.</b> sink below the surface, under water</li>
<li><b>vt.</b> cover completely</li>
</ul>
</div>
</div>

<div id="outline-container-org4278829" class="outline-4">
<h4 id="org4278829"><span class="section-number-4">1.4.2</span> Usage</h4>
<div class="outline-text-4" id="text-1-4-2">
<ul class="org-ul">
<li><span class="underline">submerged</span> leaves</li>
<li>be <span class="underline">submerged</span> in the mighty torrent of history.</li>
<li>Who has submerged the fireplace with coom?</li>
</ul>
</div>
</div>

<div id="outline-container-org0243d52" class="outline-4">
<h4 id="org0243d52"><span class="section-number-4">1.4.3</span> Note</h4>
<div class="outline-text-4" id="text-1-4-3">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left"><i>immerse</i></td>
<td class="org-left">being covered completely in water</td>
</tr>

<tr>
<td class="org-left"><i>dip</i></td>
<td class="org-left">put into water temporarily</td>
</tr>

<tr>
<td class="org-left"><i>duck</i></td>
<td class="org-left">put one's head into water</td>
</tr>

<tr>
<td class="org-left"><i>plunge</i></td>
<td class="org-left">expeditiously</td>
</tr>

<tr>
<td class="org-left"><i>submerge</i></td>
<td class="org-left">deep into water for a long time</td>
</tr>
</tbody>
</table>


<hr />
</div>
</div>
</div>
<div id="outline-container-org087ad76" class="outline-3">
<h3 id="org087ad76"><span class="section-number-3">1.5</span> <span class="todo TODO">TODO</span> <i>tow</i></h3>
<div class="outline-text-3" id="text-1-5">
</div>
<div id="outline-container-orgfbc0cae" class="outline-4">
<h4 id="orgfbc0cae"><span class="section-number-4">1.5.1</span> General</h4>
<div class="outline-text-4" id="text-1-5-1">
<ul class="org-ul">
<li><b>n.</b> the act of hauling sth by means of a hitch or rope</li>
<li><b>v.</b> drag behind</li>
</ul>
</div>
</div>

<div id="outline-container-org91a19b9" class="outline-4">
<h4 id="org91a19b9"><span class="section-number-4">1.5.2</span> Usage</h4>
<div class="outline-text-4" id="text-1-5-2">
<ul class="org-ul">
<li>The truck used a cable to <span class="underline">tow</span> the car.</li>
<li>I can give you a <span class="underline">tow</span> if you want.</li>
</ul>
</div>
</div>

<div id="outline-container-org29fef38" class="outline-4">
<h4 id="org29fef38"><span class="section-number-4">1.5.3</span> Note</h4>
<div class="outline-text-4" id="text-1-5-3">
<p>
<a id="orgd807c29"></a>
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">drag</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">draw</td>
<td class="org-left">drag to the drawing person</td>
</tr>

<tr>
<td class="org-left">pull</td>
<td class="org-left">most general</td>
</tr>

<tr>
<td class="org-left">haul</td>
<td class="org-left">with force, not related to direction, mostly used in voyage</td>
</tr>

<tr>
<td class="org-left">tug</td>
<td class="org-left">drag from time to time, may not move at all</td>
</tr>

<tr>
<td class="org-left">tow</td>
<td class="org-left">drag with tools</td>
</tr>

<tr>
<td class="org-left">jerk</td>
<td class="org-left">drag quickly and suddenly</td>
</tr>
</tbody>
</table>

<hr />
</div>
</div>
</div>
<div id="outline-container-orgfbb7baf" class="outline-3">
<h3 id="orgfbb7baf"><span class="section-number-3">1.6</span> <span class="todo TODO">TODO</span> <i>perspective</i></h3>
<div class="outline-text-3" id="text-1-6">
</div>
<div id="outline-container-org4a4acb8" class="outline-4">
<h4 id="org4a4acb8"><span class="section-number-4">1.6.1</span> General</h4>
<div class="outline-text-4" id="text-1-6-1">
<ul class="org-ul">
<li><b>n.</b> 
<ul class="org-ul">
<li>a way of regarding situations or topics etc</li>
<li>the appearance of things relative to one another 
as determined by their distance from the viewer</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org94a7e99" class="outline-4">
<h4 id="org94a7e99"><span class="section-number-4">1.6.2</span> Usage</h4>
<div class="outline-text-4" id="text-1-6-2">
<ul class="org-ul">
<li>Try to see the issue from a different <span class="underline">perspective</span>.</li>
<li>We may get a clear <span class="underline">perspective</span> of the people's happy lives.</li>
</ul>


<hr />
</div>
</div>
</div>
<div id="outline-container-orgdcde0a1" class="outline-3">
<h3 id="orgdcde0a1"><span class="section-number-3">1.7</span> <span class="todo TODO">TODO</span> <i>flock</i></h3>
<div class="outline-text-3" id="text-1-7">
</div>
<div id="outline-container-org2780399" class="outline-4">
<h4 id="org2780399"><span class="section-number-4">1.7.1</span> General</h4>
<div class="outline-text-4" id="text-1-7-1">
<ul class="org-ul">
<li><b>n.</b> 
<ul class="org-ul">
<li>a group of sth</li>
<li>small pieces of soft material 
used for filling cushions , chairs, etc.</li>
</ul></li>
<li><b>vi.</b> group together</li>
<li><b>vt.</b> fill with sth</li>
</ul>
</div>
</div>

<div id="outline-container-orged76c18" class="outline-4">
<h4 id="orged76c18"><span class="section-number-4">1.7.2</span> Usage</h4>
<div class="outline-text-4" id="text-1-7-2">
<ul class="org-ul">
<li>a <span class="underline">flock</span> of sheep</li>
<li>Birds of a feather <span class="underline">flock</span> together</li>
<li><span class="underline">flock</span> dusted paper</li>
</ul>


<hr />
</div>
</div>
</div>
<div id="outline-container-org6040586" class="outline-3">
<h3 id="org6040586"><span class="section-number-3">1.8</span> <span class="todo TODO">TODO</span> <i>guise</i></h3>
<div class="outline-text-3" id="text-1-8">
</div>
<div id="outline-container-orgc31edcc" class="outline-4">
<h4 id="orgc31edcc"><span class="section-number-4">1.8.1</span> General</h4>
<div class="outline-text-4" id="text-1-8-1">
<ul class="org-ul">
<li><b>n.</b> a way in which sb/sth appears, 
often in a way that is different from usual or 
that hides the truth about them/it</li>
</ul>
</div>
</div>

<div id="outline-container-orgf6c6706" class="outline-4">
<h4 id="orgf6c6706"><span class="section-number-4">1.8.2</span> Usage</h4>
<div class="outline-text-4" id="text-1-8-2">
<ul class="org-ul">
<li>They got into the school in the <span class="underline">guise</span> of inspectors</li>
<li>under the <span class="underline">guise</span> of friendship.</li>
</ul>


<hr />
</div>
</div>
</div>
<div id="outline-container-org7cf27c0" class="outline-3">
<h3 id="org7cf27c0"><span class="section-number-3">1.9</span> <span class="todo TODO">TODO</span> <i>slump</i></h3>
<div class="outline-text-3" id="text-1-9">
</div>
<div id="outline-container-org03d8708" class="outline-4">
<h4 id="org03d8708"><span class="section-number-4">1.9.1</span> General</h4>
<div class="outline-text-4" id="text-1-9-1">
<ul class="org-ul">
<li><b>vi.</b> 
<ul class="org-ul">
<li>to fall in price, value, number, etc., 
suddenly and by a large amount</li>
<li>to sit or fall down heavily</li>
</ul></li>
<li><b>n.</b> a long time of state characterized by low spirit</li>
</ul>
</div>
</div>

<div id="outline-container-org2556104" class="outline-4">
<h4 id="org2556104"><span class="section-number-4">1.9.2</span> Usage</h4>
<div class="outline-text-4" id="text-1-9-2">
<ul class="org-ul">
<li>Sales have <span class="underline">slumped</span> this year.</li>
<li>The old man <span class="underline">slumped</span> down in his chair.</li>
</ul>


<hr />
</div>
</div>
</div>
<div id="outline-container-org7a62a54" class="outline-3">
<h3 id="org7a62a54"><span class="section-number-3">1.10</span> <span class="todo TODO">TODO</span> <i>rend</i></h3>
<div class="outline-text-3" id="text-1-10">
</div>
<div id="outline-container-org8b79876" class="outline-4">
<h4 id="org8b79876"><span class="section-number-4">1.10.1</span> General</h4>
<div class="outline-text-4" id="text-1-10-1">
<ul class="org-ul">
<li><b>v.</b> to tear sth apart with force or violence</li>
</ul>
</div>
</div>

<div id="outline-container-org289386b" class="outline-4">
<h4 id="org289386b"><span class="section-number-4">1.10.2</span> Usage</h4>
<div class="outline-text-4" id="text-1-10-2">
<ul class="org-ul">
<li>They <span class="underline">rent</span> their clothes in grief.</li>
<li>a country <span class="underline">rent</span> in two by civil war.</li>
</ul>
</div>
</div>

<div id="outline-container-orga1f3615" class="outline-4">
<h4 id="orga1f3615"><span class="section-number-4">1.10.3</span> Note</h4>
<div class="outline-text-4" id="text-1-10-3">
<ul class="org-ul">
<li>Clovis's line in Leluch the anime</li>
</ul>


<hr />
</div>
</div>
</div>
<div id="outline-container-org62df4a9" class="outline-3">
<h3 id="org62df4a9"><span class="section-number-3">1.11</span> <span class="todo TODO">TODO</span> <i>granary</i></h3>
<div class="outline-text-3" id="text-1-11">
</div>
<div id="outline-container-org58f6a38" class="outline-4">
<h4 id="org58f6a38"><span class="section-number-4">1.11.1</span> General</h4>
<div class="outline-text-4" id="text-1-11-1">
<ul class="org-ul">
<li><b>n.</b> a building where grain is stored</li>
</ul>
</div>
</div>

<div id="outline-container-org12079ed" class="outline-4">
<h4 id="org12079ed"><span class="section-number-4">1.11.2</span> Usage</h4>
<div class="outline-text-4" id="text-1-11-2">
<ul class="org-ul">
<li>The grain is already in the <span class="underline">granary</span>.</li>
</ul>


<hr />
</div>
</div>
</div>
<div id="outline-container-org157fb6c" class="outline-3">
<h3 id="org157fb6c"><span class="section-number-3">1.12</span> <span class="todo TODO">TODO</span> <i>midst</i></h3>
<div class="outline-text-3" id="text-1-12">
</div>
<div id="outline-container-org31582cb" class="outline-4">
<h4 id="org31582cb"><span class="section-number-4">1.12.1</span> General</h4>
<div class="outline-text-4" id="text-1-12-1">
<ul class="org-ul">
<li><b>n.</b> middle</li>
<li><b>prep.</b></li>
</ul>
</div>
</div>

<div id="outline-container-orgeb219e0" class="outline-4">
<h4 id="orgeb219e0"><span class="section-number-4">1.12.2</span> Usage</h4>
<div class="outline-text-4" id="text-1-12-2">
<ul class="org-ul">
<li>in the <span class="underline">midst</span> of the desert.</li>
</ul>
</div>
</div>

<div id="outline-container-org8744802" class="outline-4">
<h4 id="org8744802"><span class="section-number-4">1.12.3</span> Note</h4>
<div class="outline-text-4" id="text-1-12-3">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">center</td>
<td class="org-left">abstract</td>
</tr>

<tr>
<td class="org-left">middle</td>
<td class="org-left">middle in length of time/space</td>
</tr>

<tr>
<td class="org-left">heart</td>
<td class="org-left">core</td>
</tr>

<tr>
<td class="org-left">core</td>
<td class="org-left">most important</td>
</tr>

<tr>
<td class="org-left">midst</td>
<td class="org-left">in a group or event</td>
</tr>
</tbody>
</table>


<hr />
</div>
</div>
</div>
<div id="outline-container-org6496f72" class="outline-3">
<h3 id="org6496f72"><span class="section-number-3">1.13</span> <span class="todo TODO">TODO</span> <i>prodigal</i></h3>
<div class="outline-text-3" id="text-1-13">
</div>
<div id="outline-container-orgf57eef7" class="outline-4">
<h4 id="orgf57eef7"><span class="section-number-4">1.13.1</span> General</h4>
<div class="outline-text-4" id="text-1-13-1">
<ul class="org-ul">
<li><b>adj.</b> too willing to spend money or waste time, energy or materials</li>
<li><b>n.</b> have been corrected</li>
</ul>
</div>
</div>

<div id="outline-container-org6881dc2" class="outline-4">
<h4 id="org6881dc2"><span class="section-number-4">1.13.2</span> Usage</h4>
<div class="outline-text-4" id="text-1-13-2">
<ul class="org-ul">
<li>How careless they had been of food then, what <span class="underline">prodigal</span> waste!</li>
<li>A <span class="underline">prodigal</span> who returns is more precious than gold.</li>
</ul>


<hr />
</div>
</div>
</div>
<div id="outline-container-org6c1538b" class="outline-3">
<h3 id="org6c1538b"><span class="section-number-3">1.14</span> <span class="todo TODO">TODO</span> <i>abiding</i></h3>
<div class="outline-text-3" id="text-1-14">
</div>
<div id="outline-container-orga702f8f" class="outline-4">
<h4 id="orga702f8f"><span class="section-number-4">1.14.1</span> General</h4>
<div class="outline-text-4" id="text-1-14-1">
<ul class="org-ul">
<li><b>adj.</b> lasting for a long time and not changing</li>
</ul>
</div>
</div>

<div id="outline-container-orgb39cdc4" class="outline-4">
<h4 id="orgb39cdc4"><span class="section-number-4">1.14.2</span> Usage</h4>
<div class="outline-text-4" id="text-1-14-2">
<ul class="org-ul">
<li>an <span class="underline">biding</span> love of music.</li>
<li>I'm tired of your <span class="underline">abiding</span> complaints.</li>
</ul>


<hr />
</div>
</div>
</div>
<div id="outline-container-org84c3a1b" class="outline-3">
<h3 id="org84c3a1b"><span class="section-number-3">1.15</span> <span class="todo TODO">TODO</span> <i>peerless</i></h3>
<div class="outline-text-3" id="text-1-15">
</div>
<div id="outline-container-org6dff3ab" class="outline-4">
<h4 id="org6dff3ab"><span class="section-number-4">1.15.1</span> General</h4>
<div class="outline-text-4" id="text-1-15-1">
<ul class="org-ul">
<li><b>adj.</b> better than all others of its kind</li>
</ul>
</div>
</div>

<div id="outline-container-org3adedbc" class="outline-4">
<h4 id="org3adedbc"><span class="section-number-4">1.15.2</span> Usage</h4>
<div class="outline-text-4" id="text-1-15-2">
<ul class="org-ul">
<li>His Chinese kung fu is <span class="underline">peerless</span>.</li>
</ul>
</div>
</div>

<div id="outline-container-org13f19ac" class="outline-4">
<h4 id="org13f19ac"><span class="section-number-4">1.15.3</span> Story</h4>
<div class="outline-text-4" id="text-1-15-3">
<ul class="org-ul">
<li><a href="#org68110d8">peer</a></li>
</ul>


<hr />
</div>
</div>
</div>
<div id="outline-container-orge727929" class="outline-3">
<h3 id="orge727929"><span class="section-number-3">1.16</span> <span class="todo TODO">TODO</span> <i>peer</i></h3>
<div class="outline-text-3" id="text-1-16">
<p>
<a id="org68110d8"></a>
</p>
</div>
<div id="outline-container-orgee940a9" class="outline-4">
<h4 id="orgee940a9"><span class="section-number-4">1.16.1</span> General</h4>
<div class="outline-text-4" id="text-1-16-1">
<ul class="org-ul">
<li><b>n.</b> a person who is the same age 
or who has the same social status as you</li>
<li><b>vi.</b> look searchingly</li>
</ul>
</div>
</div>

<div id="outline-container-org90aaacf" class="outline-4">
<h4 id="org90aaacf"><span class="section-number-4">1.16.2</span> Usage</h4>
<div class="outline-text-4" id="text-1-16-2">
<ul class="org-ul">
<li>She gets on well with her <span class="underline">peer</span> group.</li>
<li>Children are worried about failing in front of their <span class="underline">peers</span>.</li>
</ul>

<hr />
</div>
</div>
</div>
<div id="outline-container-orgdc6c94b" class="outline-3">
<h3 id="orgdc6c94b"><span class="section-number-3">1.17</span> <span class="todo TODO">TODO</span> <i>extravagant</i></h3>
<div class="outline-text-3" id="text-1-17">
</div>
<div id="outline-container-org1b63d66" class="outline-4">
<h4 id="org1b63d66"><span class="section-number-4">1.17.1</span> General</h4>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2019-07-27 六 00:00</p>
<p class="author">Author: Comcx</p>
<p class="date">Created: 2019-07-27 六 17:55</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
